var data1 = [{
        'list': [
            ['软件设计与开发', 'APP开发', '应用开发和维护', 'ERP实施与咨询服务']
        ],
        'img': './img/navser.jpg',
        'msg': '与全球卓越客户的合作不仅成就蓝海汇业务的快速发展，同时也练就了专业、高效、 优质的大规模软件开发服务能力'
    },
    {
        'list': [
            ['电商系统', '线上教育', '项目管理', '企业内训'],
            ['劳务系统', '商城系统', '分销系统']
        ],
        'img': './img/navpro.jpg',
        'msg': '蓝海汇科技依托自身团队实力，根据客户特性进行自主研发，致力于帮助客户完成数据化、信息化进化，为客户定制全方位一体化的互联网解决方案。'
    },
    {
        'list': [
            ['电力解决方案', '服装解决方案', '教育解决方案', '金融解决方案', '政务解决方案'],
            ['智慧社区解决方案', '视频解决方案', '物联网解决方案', '智能呼叫解决方案']
        ],
        'img': './img/navsolve.jpg',
        'msg': '蓝海汇科技为客户提供IT咨询，业务规划，行业解决方案，定制化开发与实施到系统维护服务的一站式全生命周期，价值链的IT解决方案服务'
    },
    {
        'list': [
            ['企业简介', '管理团队', '社会责任', '荣誉资质'],
            ['服务保障', '联系我们', '物联网解决方案', '新闻中心']
        ],
        'img': './img/navabout.jpg',
        'msg': '蓝海汇科技是中国领先的it解决方案与服务提供商。目前，公司的各种软件产品已被广泛运用于教育、电力、政务、电商等二十多个行业'
    },
    {
        'list': [
            ['企业文化', '职业规划', '招贤纳士', '招商加盟']
        ],
        'img': './img/navjoin.jpg',
        'msg': '蓝海汇以达成企业愿景、践行企业使命为基础，分别代表了新时代背景下，对员工、客户、伙伴、股东、社会所表达的态度和肩负的责任'
    }
]
var data2 = [
    [
        {
            'h1': '服务',
            'p1': 'IT解决方案与服务提供商',
            'p2': '蓝海汇拥有强大的技术实力，业务包含专业软件开发、应用开发与维护、APP定制开发等，可根据客户提供安全、可靠、高质量、易扩展的解决方案，满足客户不同的发展需求',
            'class':'service'
        },
        [
            {
                'img': './img/h1.png',
                'h1': '软件研发服务',
                'p': '为企业提供高端软件定制开发以及互联网解决方案，帮助客户明确系统具体需求，并管理维护其整个生命周期'
            },
            {
                'img': './img/h2.png',
                'h1': 'APP高端定制开发',
                'p': '蓝海汇拥有“不断超越”的工匠精神，始终站在技术前沿，为客户量身打造个性化APP，具有专业UI设计团队以及ios（Android）开发团队，为您提供策划、研发、推广、运营、售后服务等全方位的App定制开发服务'
            },
            {
                'img': './img/h3.png',
                'h1': '应用开发和维护',
                'p': '为企业制定简单易用的应用服务软件，服务涵盖整个规划、开发、设计完整流程，并在软件生命周期内全程进行跟踪维护'
            },
            {
                'img': './img/h4.png',
                'h1': 'ERP实施与咨询服务版块',
                'p': '为企业定制匹配其特性的全程一体化的管理体系，帮助企业加强配合、快速运转、加快业务发展，以更快的速度创造效益'
            }
        ]
    ],
    [{
            'h1': '产品',
            'p1': '为客户做一切可能做到的事',
            'p2': '蓝海汇以软件技术为核心，通过软件与服务的结合，软件与制造的结合，技术与行业管理能力的结合，提供解决方案和工程解决方案以及相关产品与服务。面向行业客户，我们提供安全、可靠、高质量、易扩展的解决方案，帮助客户实现信息管理最佳实践，以满足 客户业务快速发展的不同需求。'
        },
        [{
                'img': './img/product3.jpg',
                'h1': '电商系统',
                'p': '专业搭建各类电商平台，有机整合自营，招商，供货、分销等运转流程，重构消费者、商品、场景关系，实现三维立体管理'
            },
            {
                'img': './img/product4.jpg',
                'h1': '线上培训系统',
                'p': '从用户体验角度出发，模拟真实课堂氛围，支持多种资源分享模式、支持多种终端自由切换'
            },
            {
                'img': './img/product5.jpg',
                'h1': '分销系统',
                'p': '支持多种分销系统定制，同时支持数十种分销模式，帮助用户实现“全网裂变，全网分销”'
            },
            {
                'img': './img/product6.jpg',
                'h1': '劳务系统',
                'p': '构筑高速、高效对接系统，重新定义劳务关系，打造通畅的人才企业互动模式'
            },
            {
                'img': './img/product7.jpg',
                'h1': '企业内训系统',
                'p': '支持规模化业务培训, 线上线下无缝融合 , 满足各类企业培训所需 , 一站式解决企业培训难题 , 有效助力员工进化，提升管理效率'
            },
            {
                'img': './img/product8.jpg',
                'h1': '商城系统',
                'p': '帮助用户构建电商交易链的闭环，支持多样化的盈利模型；满足多种业务场景，支持企业各个阶段商业模式，快速打造高流量商城平台'
            },
            {
                'img': './img/product9.jpg',
                'h1': '项目管理系统',
                'p': '全面掌控项目进程，高效执行审批监管，对项目现场进行360度全方位调度管理，帮助企业决策层足不出户即可“运筹帷幄，掌控大局”'
            }
        ]
    ],
    [{
            'h1': '解决方案',
            'p1': '全球领先的行业系统开发提供商',
            'p2': '面向行业客户，我们提供安全、可靠、高质量、易扩展的解决方案，帮助客户实现信息化管理最佳实践，以满足客户业务快速发展的 不同需求。解决方案涵盖的领域包括：电信、电力、金融、服装、电商、影院以及制造业与商贸流通业、医疗卫生、教育、交通等行业。'
        },
        [{
                'img': './img/product01.jpg',
                'h1': '电力解决方案',
                'p': '搭建智能化电力系统，集中处理电力运行数据，打造一个集设备搭建、网络集中监控、信息资源共享、大数据分析决策、指挥调度等功能为一体的电力运转平台'
            },
            {
                'img': './img/product02.jpg',
                'h1': '服装解决方案',
                'p': '以统一平台为基础，以优势发展为导向，建立规范的工业体系，将繁芜流程化解为数据进行分析存储；充分利用先进云技术，方便管理层随时随地获取经营情况，打造功能全面的一体化供应链体系'
            },
            {
                'img': './img/product03.jpg',
                'h1': '教育解决方案',
                'p': '结合先进的编转码技术，完美实现线上线下教育无缝对接，全景掌控教学运营，满足用户对在线教育的各种诉求，真正实现网络环境下对优秀教育资源的全面、立体化应用，为用户提供多维的强大体验'
            },
            {
                'img': './img/product04.jpg',
                'h1': '金融解决方案',
                'p': '依托强大的金融系统解决方案搭建经验，专业化、专职化技术团队支撑，多重防护系统合理保障数据安全，运用领先技术为客户定制高安全性、高性能的金融云服务系统，云上金融，智创未来'
            },
            {
                'img': './img/product05.jpg',
                'h1': '政务解决方案',
                'p': '兼容传统政务框架，为政务行业量身定制安全合规的政务专属云资源服务平台，助力政务信息化转型，打造创新、高效的政务服务系统'
            },
            {
                'img': './img/product06.jpg',
                'h1': '智慧社区解决方案',
                'p': '以移动互联网、物联网为基础，以大数据、云计算等为技术支撑，整合社区信息与资源，打造全产业链服务，构建面向未来的全新社区生态体系'
            },
            {
                'img': './img/product07.jpg',
                'h1': '视频解决方案',
                'p': '海量存储，高效分发，极速传输，多方共享。适用于游戏直播、娱乐直播、泛生活直播、 教育类、 远程医疗、 企业远程视频会议等多种场景'
            },
            {
                'img': './img/product08.jpg',
                'h1': '物联网解决方案',
                'p': '无缝融合云计算与端计算，实现海量时序数据存储与秒级分析；立足于”连接”、”理解”到”唤醒“的各项关键能力，从而轻松构建各类智能物联网应用，打造“一站式、全托管”的智能物联网平台'
            },
            {
                'img': './img/product09.jpg',
                'h1': '智能呼叫解决方案',
                'p': '系统采用先进的云计算技术与微服务架构，保障系统的便捷扩容与安全稳定，系统理论支持无限并发'
            }
        ]
    ]

]