data = [
    {
        'list':[['软件设计与开发','APP开发','应用开发和维护','ERP实施与咨询服务']],
        'img':'./img/navser.jpg',
        'msg':'与全球卓越客户的合作不仅成就蓝海汇业务的快速发展，同时也练就了专业、高效、 优质的大规模软件开发服务能力'
    },
    {
        'list':[['电商系统','线上教育','项目管理','企业内训'],['劳务系统','商城系统','分销系统']],
        'img':'./img/navpro.jpg',
        'msg':'蓝海汇科技依托自身团队实力，根据客户特性进行自主研发，致力于帮助客户完成数据化、信息化进化，为客户定制全方位一体化的互联网解决方案。'
    },
    {
        'list':[['电力解决方案','服装解决方案','教育解决方案','金融解决方案','政务解决方案'],['智慧社区解决方案','视频解决方案','物联网解决方案','智能呼叫解决方案']],
        'img':'./img/navsolve.jpg',
        'msg':'蓝海汇科技为客户提供IT咨询，业务规划，行业解决方案，定制化开发与实施到系统维护服务的一站式全生命周期，价值链的IT解决方案服务'
    },
    {
        'list':[['企业简介','管理团队','社会责任','荣誉资质'],['服务保障','联系我们','物联网解决方案','新闻中心']],
        'img':'./img/navabout.jpg',
        'msg':'蓝海汇科技是中国领先的it解决方案与服务提供商。目前，公司的各种软件产品已被广泛运用于教育、电力、政务、电商等二十多个行业'
    },
    {
        'list':[['企业文化','职业规划','招贤纳士','招商加盟']],
        'img':'./img/navjoin.jpg',
        'msg':'蓝海汇以达成企业愿景、践行企业使命为基础，分别代表了新时代背景下，对员工、客户、伙伴、股东、社会所表达的态度和肩负的责任'
    }
]